Repository: meisenzahl/Boiler
Catalog: po/*.po
Languages: nl_nl

source: Control your kettle remotely
nl_nl: Bedien je waterkoker op afstand

source: Simple app to control smart kettles using bluetooth.
nl_nl: Eenvoudige app om slimme waterkokers te bedienen via Bluetooth.

source: Supported devices:
nl_nl: Ondersteunde apparaten:

source: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (tested)
nl_nl: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (getest)

source: other Redmond Skykettle 2nd-gen devices (RK-G2xx) (not tested)
nl_nl: overige Redmond Skykettle-apparaten van de 2e generatie (RK-G2xx) (ongetest)

source: Note: Bluetooth 4.0 adapter with BLE support required.
nl_nl: Let op: je hebt een Bluetooth 4.0-adapter met BLE-ondersteuning nodig.

source: Kettle;Teapot;Redmond;Remote;Control;
nl_nl: Waterkoker;Theepot;Redmond;Afstand;Bediening;

source: Enable/Disable
nl_nl: In-/uitschakelen

source: No devices
nl_nl: Geen apparaten

source: Make sure devices are in bluetooth range
nl_nl: Zorg ervoor dat je apparaten zich bevinden binnen het bereik van Bluetooth

source: Connect
nl_nl: Verbinden

source: Disable
nl_nl: Uitschakelen

source: Enable
nl_nl: Inschakelen

source: Your PC is not paired to the kettle. Hold kettle power button for 5 seconds
nl_nl: Je computer nog niet gekoppeld aan je waterkoker. Houd de aan-/uitknop op je waterkoker 5 seconden ingedrukt.
